Repository: olga-brett-bradyplc-com/scrap-runner
Catalog: src/Brady.ScrapRunner.Mobile/Brady.ScrapRunner.Mobile/Resources/AppResources.*.resx
Languages: es

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

# NumericRequired
source: A numeric value is required
es: Se requiere un valor numérico

# Odometer
source: Current Odometer Reading
es: Lectura actual del odómetro

source: Ok
es: De acuerdo

source: Password
es: Contraseña

# PasswordNotEmpty
source: Password is required.
es: Se requiere contraseña.

source: Sign In
es: Registrarse

source: Sign Out
es: Desconectar

source: Truck ID
es: Identificación de camiones

# TruckIdRequired
source: A valid truck ID is required
es: Se requiere un documento de identidad válido camión

source: Username
es: Nombre de usuario

# UserNameNotEmpty
source: Username is required.
es: Se requiere nombre de usuario.

# OdometerRequired
source: A current odometer reading is required
es: Se requiere una lectura actual del odómetro

# OdometerOutOfRange
source: Odometer must be between {0} and {1}.
es: Odómetro debe estar entre {0} y {1} .

# TruckIdOutOfRange
source: Truck Id must be less than {0} characters.
es: Camión de identificación debe ser inferior a {0} caracteres.

# PasswordOutOfRange
source: Password must be less than {0} characters.
es: La contraseña debe tener menos de {0} caracteres.

# UserNameOutOfRange
source: Username must be less than {0} characters.
es: Nombre de usuario debe ser inferior a {0} caracteres.

source: Sign in process failed.
es: Entrar en el proceso falló.

# ConfirmEnRouteMessage
source: You are about to go en route to:{0}{2}{1}{3}{1}{4}{0}Are you sure you want to start this trip?
es: Usted está a punto de entrar en el camino a:{0}{2}{1}{3}{1}{4}{0}¿Seguro que desea iniciar este viaje ?

source: Settings
es: Ajustes

source: Commodity
es: Mercancía

source: Container ID
es: ID del contenedor

source: Level
es: Nivel

source: Customer Location
es: Ubicación del cliente

source: Notes
es: Notas

source: Reference Number
es: Número de referencia

source: Set Down
es: Establecer

# SetDownContainerMessage
source: Are you sure you want to set this container down?
es: ¿Seguro que desea establecer este contenedor hacia abajo?

source: Left On Truck
es: Izquierda en el carro

# LeftOnTruckContainerMessage
source: Are you sure you want to mark containers as left on truck?
es: ¿Está seguro de que desea marcar como contenedores izquierda en camión?

# ConfirmArrivalMessage
source: You are arriving at:{0}{2}{1}{3}{1}{4}{0} Are you sure you want to mark trip as arrived?
es: Usted está llegando:{0}{2}{1}{3}{1}{4}{0}¿Seguro que desea marcar viaje como llegado ?

# ConfirmArrivalTitle
source: Arriving
es: llegando

# ConfirmEnrouteTitle
source: Confirm Enroute
es: Confirmar en ruta

source: Change Language
es: Cambiar idioma

source: Continue
es: Continuar

source: English
es: Inglés

source: English (United States)
es: Inglés (Estados Unidos)

# PasswordHint
source: Password
es: Introduzca su contraseña

# UserNameHint
source: Employee ID
es: Ingrese su nombre de usuario

source: Logging In
es: Iniciar sesión

source: Trip
es: Viaje

# ArriveLabel
source: Arrive
es: Llegar

# DrivingDirectionsLabel
source: Driving Directions
es: Indicaciones de viaje

# EnrouteButtonLabel
source: Enroute
es: En camino

# FinishLabel
source: Finish
es: Terminar

# GrossWeight
source: Gross
es: Bruto

source: Loading Trip Data
es: Cargar datos de viaje

# NextStageLabel
source: Next Stage
es: Siguiente etapa

# OdometerReadingHint
source: Odometer Reading
es: La lectura del odómetro

# SecondGrossWeight
source: Second Gross
es: Segundo bruto

# TareWeight
source: Tare
es: Tara

# TruckIdHint
source: Truck ID
es: Identificación de camiones

source: Completing Trip Segment
es: Completando Segmento de viaje

source: Loading Trip Information
es: Esta información de carga de viaje

source: Pickup Full
es: Recoger completa

source: Route Summary
es: Resumen de la ruta

# SignInTitle
source: ScrapRunner Sign In
es: ScrapRunner Registrarse

# LogOutMessage
source: Are you sure you want to log out of ScrapRunner?
es: ¿Seguro que desea cerrar la sesión de ScrapRunner?

source: Log Out
es: Cerrar sesión

source: Yes
es: Si

source: Loading Preferences
es: Cargando Preferencias

# FinishTripLabel
source: Complete Trip
es: de viaje completa

# YardScaleLabel
source: Yard/Scale
es: Jardin / Escala

source: Fuel Entry
es: Entrada de combustible

# AmountHint
source: Amount
es: Cantidad

# CurrentOdometerHint
source: Current Odometer
es: Cuentakilómetros Actual

# Save
source: OK
es: Bueno

# SavingData
source: Saving
es: Ahorro

# LoadingMiscInformation
source: Loading Miscellaneous Information
es: Información de carga Varios

source: Messages
es: Mensajes

source: Message
es: Mensaje

source: Send
es: Enviar

source: Public Scale Detail
es: Detalle Escala pública

# PublicScaleSummary
source: Public Scale
es: Escala pública

source: Can't Process
es: No se puede procesar

# FinishedScale
source: Finished with Scale?
es: Acabado con la escala ?

source: Forced Logoff
es: Cerré la sesión

# ForcedLogoffMessage
source: You are being logged off of the application by dispatch. You will now be sent back to the login.
es: Que está siendo desconectado de la aplicación mediante el envío. Ahora va a ser enviado de vuelta a la pantalla de inicio de sesión.

source: GPS Capture
es: Captura de GPS

# GPSCaptureMessage
source: Would you like to add the current GPS coordinates as an arrival point for future usage?
es: ¿Quieres añadir el GPS coordenadas actuales como punto de llegada para el uso futuro?

source: Can Process
es: ¿puede el proceso

source: Transaction Detail
es: Detalle de transacciones

source: Complete
es: Completar

source: Unable To Process
es: No se puede procesar

source: Photos
es: fotos

source: Back On Duty
es: Volver On Duty

# CompleteTrip
source: Performing this action will complete this trip
es: La realización de esta acción será completar este viaje

source: Signature
es: Firma

# ReturnToYardAdd
source: Add Return To Yard
es: Añadir Volver a Yard

# ReturnToYardEdit
source: Edit Return To Yard
es: Editar Volver a Yard

source: Delay
es: Retrasar

# ConfirmBackOnDuty
source: Are you back on duty?
es: ¿Estás de nuevo en servicio ?

# ConfirmReturnToYardAdd
source: You are about to add the following terminal as a Return To Yard segment :{0}{2}{1}{3}{1}{4}{0}Are you sure you want to add this?
es: Vas a agregar el siguiente terminal, como un segmento Volver a Yard :{0}{2}{1}{3}{1}{4}{0}¿Está seguro de que quiere añadir este ?

# ConfirmReturnToYardEdit
source: You are about to change the Return To Yard Segment from :{0}{2}{1}{3}{1}{4}{0}To:{0}{5}{1}{6}{1}{7}{0}Are you sure you want to change this?
es: Usted está a punto de cambiar el Segmento Volver a Yard de :{0}{2}{1}{3}{1}{4}{0}To:{0}{5}{1}{6}{1}{7}{0}¿Está seguro de que desea cambiar esto?

# SelectYard
source: Select A Yard
es: Seleccionar un patio

# ConfirmLabel
source: Confirm
es: Confirmar

# PerformActionLabel
source: Performing this action will complete this trip. {0} Are you sure you want to do this?
es: La realización de esta acción será completar este viaje. {0} ¿Seguro que quieres hacer esto?

# NewSegmentCreated
source: New Segment Successfully Created
es: Nuevo Segmento creó correctamente

# SegmentUpdated
source: Trip Segment Successfully Updated!
es: Segmento de viaje Actualizado con éxito !

source: Container Complete
es: contenedor completo

# MarkContainerComplete
source: Mark this container as complete?
es: Marcar este recipiente tan completa ?

# SelectException
source: Select Exception Code
es: Seleccione Código de excepción

# SelectDelay
source: Select Delay Reason
es: Selecciona la razón de retardo

# SelectUser
source: Select User To Message
es: Seleccionar usuarios a los mensajes

# NoUsers
source: No users found to message
es: No se encontraron usuarios al mensaje

# SignAndPrint
source: You must sign and print your name
es: Debe firmar y escribir su nombre

# LanguageLabel
source: Language
es: Idioma

# NoServerEndpoint
source: No Server Endpoint Set
es: Ningún servidor de punto final Set

# NoServerSummary
source: Please go to the settings menu and set a server endpoint
es: Por favor, vaya al menú de configuración y establecer un punto final de servidor

source: Select Language
es: Seleccione el idioma

# ServerInput
source: Enter the server endpoint address
es: Introduzca la dirección de punto final de servidor

# ServerLabel
source: Server Endpoint
es: servidor de punto final

# LoadDropContainer
source: Load/Drop Containers
es: Cargar / gota Contenedores

source: Add Container
es: Añadir Container

# ContainerNotFound
source: Container {0} not found in ContainerMaster
es: Recipiente {0} no se encuentra en ContainerMaster

# ContainerNumber
source: Container #
es: Envase #

# ContainerTitle
source: Container #{0}
es: Envase #{0}

source: Dropping Container
es: Recipiente de goteo

# EnterContainerNumber
source: Enter the container number you wish to add
es: Introduce el número de contenedores que desea añadir

source: Loading Container
es: carga de contenedores

source: Adding Container
es: Adición de contenedores

source: Add New Container
es: Añadir envase nuevo

# ContainerLoaded
source: Container {0} has already been loaded
es: Recipiente {0} ya se ha cargado

source: Loading
es: Cargando

# EnterOdometer
source: Enter the corrected odometer reading
es: Introduzca la lectura del odómetro corregido

# PerformTripSegmentComplete
source: Are you sure you want to complete this leg of the trip?
es: ¿Está seguro de que desea completar esta etapa del viaje ?

# NoCommoditiesAval
source: NO COMMODITIES AVALIABLE
es: Ninguna mercancía DISPONIBLE

source: NO COMMODITY SELECTED
es: NO algunos productos básicos

source: NO LEVEL SELECTED
es: NO nivel seleccionado

# NoLocationAval
source: NO LOCATIONS AVALIABLE
es: No hay ubicaciones disponible

source: NO LOCATION SELECTED
es: NO posición deseada
